<? php

повернути [

    / *
    | ------------------------------------------------- -------------------------
    | AvoRed Мовні рядки
    | ------------------------------------------------- -------------------------
    |
    | Наступні мовні рядки використовуються під час avored для різних
    | повідомлення, які нам потрібно відображати користувачеві. Ви можете змінювати
    | ці мовні рядки відповідно до вимог вашої програми.
    |
    * /

    'поля' => [
        'email' => 'Адреса електронної пошти',
        'password' => 'Пароль',
        'first_name' => 'Ім'я',
        'last_name' => 'Прізвище',
        'password_confirmation' => 'Підтвердити пароль',
        'image' => 'Зображення',
        'address2' => 'Address2',
        'company_name' => 'Назва компанії',
        'phone' => 'Телефон',
        'address1' => 'Адреса 1',
        'postcode' => 'Поштовий індекс',
        'state' => 'Штат',
        'city' => 'Місто',
        'country_id' => 'Країна'
    ],
    'properties' => 'Властивості',
    'my_wishlist' => 'Мій список бажань',
    'customer_wishlists' => 'Списки бажань клієнтів',
    'not_available' => 'Недоступно',
    'add_to_cart' => 'Додати в кошик',
    'add_to_wishlist' => 'Додати до списку бажань',
    'remove_to_wishlist' => 'Видалити зі списку бажань',
    'availability' => 'Доступність: загальний запас',
    'home' => 'дім',
    'reset_password' => 'Скинути пароль',
    'login' => 'Увійти',
    'password_update' => 'Оновити пароль',
    'user_dashboard' => 'Інформаційна панель користувача',
    'show_order' => 'Показати замовлення',
    'cart' => 'Кошик',
    'page' => 'Сторінка',
    'product' => 'Товар',
    'qty' => 'Кількість',
    'unit_price' => 'Ціна за одиницю',
    'total_price' => 'Загальна ціна',
    'subtotal' => 'Загальна сума',
    'discount_coupon' => 'Купон на знижку',
    'discount' => 'Знижка',
    'total' => 'Всього',
    'checkout' => 'Оформити замовлення',
    'user_personal_info' => 'Персональна інформація користувача',
    'user_shipping_address' => 'Адреса доставки користувача',
    'user' => 'Користувач',
    'billing_address' => 'Адреса виставлення рахунку',
    'btn' => [
        'sign_in' => 'Увійти',
        'register' => 'Зареєструватись',
        'save' => 'Зберегти',
        'cancel' => 'Скасувати',
        'create' => 'Створити',
        'apply' => 'Застосувати',
        'place_order' => 'Оформити замовлення'
    ],
    'сторінки' => [
       
        'login' => [
            'title' => 'Увійти у свій рахунок',
            'remember_me' => 'Запам'ятати мене',
            'Forgot_password' => 'Забули пароль?'
        ],
        'зареєструвати' => [
            'title' => 'Зареєструвати свій рахунок',
        ],
        'account_dashboard' => [
            'title' => 'Інформаційна панель'
        ],

    ],

];
